// type text = {
//   text: string
// }

export const text = {
  about: `ד"ר ליאור גרינבאום , MD PhD, הוא רופא מומחה לנוירולוגיה ולגנטיקה רפואית, ומנהל שירות נוירוגנטיקה במכון הגנטי במרכז הרפואי שיבא.  הוא מרצה בכיר בחוג לנוירולוגיה באוניברסיטת תל אביב.
ד"ר גרינבאום עוסק באבחון גנטי למצבים נוירולוגיים והתפתחותיים שונים בילדים, נוער ומבוגרים. לאורך השנים צבר נסיון קליני רב בתחום. בין השאר הוא מתמחה באבחון גנטי למחלות עצב שריר, אפילפסיה, הפרעות תנועה, דמנציה, אוטיזם, לקות קוגניטיבית, שבץ מוחי בגיל צעיר, מחלות  נוירו-מטאבוליות ותסמונות רקמת חיבור.
מטרות האבחון הגנטי בכלל, והנוירוגנטי בפרט, הינן איתור הבסיס המולקולרי הגורם לתסמינים הרלוונטים של המטופל, הערכת סיכון ההישנות בצאצאים של הנועץ וקרובי משפחתו, והצעת דרכים לצמצום סיכון זה.
ההתפתחות הטכנולוגית הניכרת בתחום בשנים האחרונות מאפשרת כיום בירור מהיר וזול יחסית, ולעיתים אף להרחיב את אפשרויות המעקב והטיפול.
   `,
  aboutBottom: `ד"ר ליאור גרינבאום סיים את לימודיו בביה"ס לרפואה של האוניברסיטה העברית והדסה בשנת 2006. במהלך הלימודים השלים תואר שני (MSc) בחוג לנוירוביולוגיה, ובהמשך גם תואר שלישי (PhD) בחוג זה באוניברסיטה העברית, בתחום הפרמקוגנטיקה של מחלת הסכיזופרניה.
בהמשך,  ד"ר גרינבאום השלים בשנת 2015 התמחות בנוירולוגיה (מבוגרים) והתמחות נוספת בגנטיקה רפואית (2018), שניהם במרכז הרפואי שיבא.
במסגרת המכון הגנטי בשיבא, הוא הקים את המרפאה הנוירוגנטית ומשנת 2022 מכהן כמנהל שירות ניורוגנטיקה בבית החולים.
ד"ר גרינבאום עוסק רבות במחקר בתחום הגנטיקה של מחלות נוירולוגיות ופסיכיאטריות, השתתף כמחבר בכתיבת מעל 75 מאמרים מדעיים ובעל מינוי של מרצה בכיר בחוג לנוירולוגיה באוניברסיטת תל אביב.

-	לרשימת הפרסומים המדעיים 
  `,
};
