// type text = {
//   text: string
// }

export const text = {
  about: `ד"ר ליאור גרינבאום , MD PhD, הוא רופא מומחה לנוירולוגיה ולגנטיקה רפואית, ומנהל שירות נוירוגנטיקה במכון הגנטי במרכז הרפואי שיבא.  הוא מרצה בכיר בחוג לנוירולוגיה באוניברסיטת תל אביב.
ד"ר ליאור גרינבאום סיים את לימודיו בביה"ס לרפואה של האוניברסיטה העברית והדסה בשנת 2006. במהלך הלימודים השלים תואר שני (MSc) בחוג לנוירוביולוגיה, ובהמשך גם תואר שלישי (PhD) בחוג זה באוניברסיטה העברית, בתחום הפרמקוגנטיקה של מחלת הסכיזופרניה.
בהמשך,  ד"ר גרינבאום השלים בשנת 2015 התמחות בנוירולוגיה (מבוגרים) והתמחות נוספת בגנטיקה רפואית (2018), שניהם במרכז הרפואי שיבא.
במסגרת המכון הגנטי בשיבא, הוא הקים את המרפאה הנוירוגנטית ומשנת 2022 מכהן כמנהל שירות ניורוגנטיקה בבית החולים.
ד"ר גרינבאום עוסק רבות במחקר בתחום הגנטיקה של מחלות נוירולוגיות ופסיכיאטריות, השתתף כמחבר בכתיבת מעל 75 מאמרים מדעיים ובעל מינוי של מרצה בכיר בחוג לנוירולוגיה באוניברסיטת תל אביב.

-	לרשימת הפרסומים המדעיים 
  `,
};
