// type text = {
//   text: string
// }

export const text = {
  about: `ד"ר ליאור גרינבאום , MD PhD, הוא רופא מומחה לנוירולוגיה ולגנטיקה רפואית, ומנהל שירות נוירוגנטיקה במכון הגנטי במרכז הרפואי שיבא.  הוא מרצה בכיר בחוג לנוירולוגיה באוניברסיטת תל אביב.
ד"ר גרינבאום עוסק באבחון גנטי למצבים נוירולוגיים והתפתחותיים שונים בילדים, נוער ומבוגרים. לאורך השנים צבר נסיון קליני רב בתחום. בין השאר הוא מתמחה באבחון גנטי למחלות עצב שריר, אפילפסיה, הפרעות תנועה, דמנציה, אוטיזם, לקות קוגניטיבית, שבץ מוחי בגיל צעיר, מחלות  נוירו-מטאבוליות ותסמונות רקמת חיבור.
מטרות האבחון הגנטי בכלל, והנוירוגנטי בפרט, הינן איתור הבסיס המולקולרי הגורם לתסמינים הרלוונטים של המטופל, הערכת סיכון ההישנות בצאצאים של הנועץ וקרובי משפחתו, והצעת דרכים לצמצום סיכון זה.
ההתפתחות הטכנולוגית הניכרת בתחום בשנים האחרונות מאפשרת כיום בירור מהיר וזול יחסית, ולעיתים אף להרחיב את אפשרויות המעקב והטיפול.
   `,
  aboutBottom: `ד"ר ליאור גרינבאום סיים את לימודיו בביה"ס לרפואה של האוניברסיטה העברית והדסה בשנת 2006. במהלך הלימודים השלים תואר שני (MSc) בחוג לנוירוביולוגיה, ובהמשך גם תואר שלישי (PhD) בחוג זה באוניברסיטה העברית, בתחום הפרמקוגנטיקה של מחלת הסכיזופרניה.
בהמשך,  ד"ר גרינבאום השלים בשנת 2015 התמחות בנוירולוגיה (מבוגרים) והתמחות נוספת בגנטיקה רפואית (2018), שניהם במרכז הרפואי שיבא.
במסגרת המכון הגנטי בשיבא, הוא הקים את המרפאה הנוירוגנטית ומשנת 2022 מכהן כמנהל שירות ניורוגנטיקה בבית החולים.
ד"ר גרינבאום עוסק רבות במחקר בתחום הגנטיקה של מחלות נוירולוגיות ופסיכיאטריות, השתתף כמחבר בכתיבת מעל 75 מאמרים מדעיים ובעל מינוי של מרצה בכיר בחוג לנוירולוגיה באוניברסיטת תל אביב.

-	לרשימת הפרסומים המדעיים `,
  neuroConsultationIntro: `תחום הנוירוגנטיקה עוסק באבחון גנטי למגוון רחב של מחלות ומצבים רפואיים המערבים את המח ומערכת העצבים הפריפרית, תוך שימוש בכלי אבחון מתקדמים. 
  בעשור האחרון חלה התקדמות עצומה בתחום הגטיקה הקלינית, בעיקר בעקבות השלמת פרוייקט ריצוף הגנום האנושי ופיתוח טכנולוגיות ריצוף גנומי זמינות וזולות. הדבר הוביל לפריצות דרך רבות, ובמצבים רפואיים רבים שנחשבו בעבר הלא רחוק כ"לא גנטיים" ניתן כיום לזהות שינויים גורמי מחלה בחלק מאוכלוסיית החולים.`,
  neuroConsultation1: `בייעוץ אנו עוברים על הרקע ההתפתחותי והרפואי של הנבדק, משרטטים אילן משפחה ומתייחסים למצבים רלוונטיים במשפחה.
<strong>בשלב הראשון</strong> נאספים נתונים על תוצאות הבירור והאבחון הרפואי שבוצע עד כה, כולל בדיקות עזר שונות (MRI מח וחוט שדרה, EEG, בדיקות מוליכות עצבית ועוד). לפיכך, חשוב מאוד להגיע עם כל המסמכים הרפואיים הרלוונטיים, כולל דיסקים של בדיקות ההדמייה (אם יש). לאחר ביצוע בדיקה גופנית ונוירולוגית מקיפה, אנו מנסים להעריך את ההסתברות לקיום בעיה גנטית (בד"כ הכוונה למצב חד-גני בעקבות שינויים בגן אחד או באזור גנומי ספציפי) בנבדק ובמשפחתו, ולהציע דרכים רלוונטיות ומעשיות לאבחון, כמו למשל בדיקת ריצוף אקסום. 
<strong>בשלב הבא בתהליך</strong>, ולאחר השלמת הבדיקות המומלצות, אנו עוברים על תוצאותיהן, וקובעים האם נמצאה אבחנה גנטית. לעיתים מציאת האבחנה הגנטית מאפשרת לחסוך שנים רבות של בדיקות רפואיות אחרות, חלקן פולשניות (כגון ביופסייה ועוד), ומאפשרת לחסוך זמן, משאבים ואמצעים כספיים רבים. 
מציאת האבחנה הגנטית מאפשרת להעריך ביתר דיוק את סיכון ההישנות למצב דומה בנבדק ובבני משפחתו המתכננים ילודה, כולל אפשרויות לאבחון טרום לידתי ואף אבחון טרום השרשתי (PGD). 
בנוסף, בעידן של רפואה מתואמת אישית, תוצאות הבירור הגנטי יכולות להוביל בחלק מהמקרים להנחיות ספציפיות ומדוייקות יותר לגבי משטר המעקב והטיפול , ואף להכווין להשתתפות במחקרים קליניים המיודעים לפיתוח טיפולים תרופתיים שונים.`,
  neuroConsultation2: `בייעוץ הנוירוגנטי, הנבדק ו/או בני משפחתו מקבלים הסבר מפורט על הסיכוי כי אכן מדובר במצב גנטי, ועל האפשרויות לברר זאת. הדבר נעשה תוך התחשבות ברצונות ובמניעים הספציפיים בכל מקרה, ובאורחות חייהם של הנועצים ובני משפחתם. לעיתים מדובר בסיטואציות משפחתיות רגישות, בעיקר כאשר הריון של קרוב משפחה מדרגה ראשונה נמצא על הפרק, וקיים חשש להישנות מצב דומה בצאצאים. הבירור הגנטי יכול לעורר תחושות אי נוחות, חשש מתיוג (סטיגמה) ואף חרדה. אני מנסה לשקלל גורמים אלה בתמונה הכללית, ובמידת האפשר להפיג את החששות ולהרגיע.  
בזכות ההתפתחות הטכנולוגית המהירה, תחום הגנטיקה הרפואית מתפתח ומשתנה במהירות. פענוח רצף הגנום האנושי בתחילת שנות האלפיים והתפתחות נוספות שקרו בהמשך פתחו צוהר לאמצעי אבחון ומניעה שלא היו בנמצא עד לפני שנים אחדות. עם זאת, יש לזכור כי לצד יתרונות משמעותיים, לבדיקות הגנטיות גם חסרונות, כמו האפשרות לקבלת ממצאים שמשמעותם אינה ברורה או ממצאים אקראיים,  שלא היו המטרה המקורית של ביצוע הבדיקה. יש להבין זאת ולקחת בחשבון את העובדה שהתוצאות המתקבלות אינן תמיד בבחינת "שחור או לבן".   
לכל אדם האוטונומיה לבחור את אפשרות הבירור המתאימה לו (כולל האפשרות לוותר על ביצוע  בירור גנטי).  מבחינתי, חשוב להעביר לנועצים את מלוא המידע לגבי מצבם, הבירור וההשלכות האפשריות – כדי שיוכלו לקבל בעצמם החלטה מושכלת לגבי צעדיהם העתידיים.
 
לבסוף, צריך לזכור כי תוצאות הבדיקות הגנטיות ופירושן מתאימות תמיד למועד בו בוצעו ובו ניתן הייעוץ הגנטי. כדאי להסתכל על הבירור הנוירוגנטי כתהליך שלעיתים הוא קצר וממוקד, ולעיתים ארוך ולא תמיד מאפשר, לצערנו, להגיע לתוצאות חד משמעיות. לכן, בחלק מהמקרים מסוג זה מומלץ לבצע רביזיה של תוצאות הבדיקות, ולחזור שוב לייעוץ גנטי בעוד מספר שנים, בתקווה שהידע המדעי והרפואי יתרחבו בעתיד.`,
};
